Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# notifications.notification.subtitle.new_mode
source: New mode: %@
cs: Nový režim: %@
de: Neuer Modus: %@
fr: Nouveau mode: %@
it: Nuova modalità: %@.
ja: 新しいモード: %@
ko: 현재 모드: %@
nl: Nieuwe modus: %@
pl: Nowy tryb: %@
pt_br: Novo modo: %@
ru: Новый режим: %@
tr: Yeni mod: %@
uk: Новий режим: %@
zh_hans: 新模式：%@

# notifications.notification.title.automatic_power_mode_on
source: Automatic power mode is on
cs: Automatický režim výkonu je zapnutý
de: Automatischer Energiemodus ist aktiviert
fr: Le mode alimentation automatique est activé
it: La modalità energia automatica è attiva
ja: 自動電源モードが有効です
ko: 자동 전원 모드가 활성화되었습니다
nl: Automatische energiemodus ingeschakeld
pl: Automatyczny tryb energii jest włączony
pt_br: O modo de energia automático está ativado
ru: Автоматический режим питания включен
tr: Otomatik güç modu açık
uk: Автоматичний режим живлення увімкнено
zh_hans: 自动电源模式已启用

# notifications.notification.title.battery_calibration
source: Time to calibrate the battery
cs: Je čas na kalibraci baterie
de: Zeit zur Kalibrierung der Batterie
fr: Il est temps de calibrer la batterie
it: È ora di calibrare la batteria
ja: バッテリー校正の時間です
ko: 배터리 보정 시간
nl: Het is tijd om de batterij te kalibreren
pl: Czas na kalibrację baterii
pt_br: Hora de calibrar a bateria
ru: Время калибровки аккумулятора
tr: Pili kalibre etme zamanı
uk: Час калібрування акумулятора
zh_hans: 电池校准时间已到

# notifications.notification.title.cannot_read_battery_info
source: ⚠️ BatFi can't read battery information
cs: ⚠️ BatFi nemůže načíst informace o baterii
de: ⚠️ BatFi kann die Akku-Informationen nicht lesen
fr: ⚠️ BatFi ne peut pas lire les informations de la batterie
it: ⚠️ BatFi non riesce a leggere le informazioni sulla batteria
ja: ⚠️ BatFiはバッテリー情報を読み取れません
ko: ⚠️ BatFi가 배터리 정보를 읽을 수 없습니다
nl: ⚠️ BatFi kan de batterijgegevens niet lezen
pl: ⚠️ BatFi nie może odczytać informacji o baterii
pt_br: ⚠️ O BatFi não consegue ler as informações da bateria
ru: ⚠️ BatFi не может прочитать информацию об аккумуляторе
tr: ⚠️ BatFi pil bilgilerini okuyamıyor
uk: ⚠️ BatFi не може зчитати інформацію про акумулятор
zh_hans: ⚠️ BatFi无法读取电池信息

# notifications.notification.title.high_power_mode_on
source: High power mode is on
cs: Režim vysokého výkonu je zapnutý
de: Hohe Leistung ist aktiviert
fr: Le mode haute puissance est activé
it: La modalità alta potenza è attiva
ja: 高性能モードが有効です
ko: 고성능 모드가 활성화되었습니다
nl: Hoge-energiemodus ingeschakeld
pl: Wysoka moc jest włączona
pt_br: O modo de alto desempenho está ativado
ru: Режим высокой мощности включен
tr: Yüksek güç modu açık
uk: Режим високої потужності увімкнено
zh_hans: 高性能模式已启用

# notifications.notification.title.high_power_mode_unsupported
source: High power mode is not supported
cs: Režim vysokého výkonu není podporován
de: Der Hochleistungsmodus wird nicht unterstützt
fr: Le mode haute puissance n'est pas pris en charge
it: La modalità ad alta potenza non è supportata
ja: 高出力モードはサポートされていません
ko: 고성능 모드는 지원되지 않습니다
nl: Hoge-energiemodus wordt niet ondersteund
pl: Tryb Wysoka wydajność nie jest obsługiwany
pt_br: O modo de alta potência não é suportado
ru: Режим высокой мощности не поддерживается
tr: Yüksek güç modu desteklenmiyor
uk: Режим високої потужності не підтримується
zh_hans: 不支持高能模式

# notifications.notification.title.low_battery
source: Battery is low
cs: Slabá baterie
de: Akkustand niedrig
fr: Batterie faible
it: Batteria quasi scarica
ja: バッテリー残量低下
ko: 배터리 부족
nl: Batterij is bijna leeg
pl: Niski stan baterii
pt_br: Bateria está baixa
ru: Низкий уровень заряда
tr: Pil seviyesi düşük
uk: Низький рівень заряду
zh_hans: 电量低

# notifications.notification.title.low_power_mode_on
source: Low power mode is on
cs: Režim nízké spotřeby je zapnutý
de: Niedriger Energieverbrauch ist aktiviert
fr: Le mode faible consommation d’énergie est activé
it: La modalità basso consumo è attiva
ja: 省電力モードが有効です
ko: 저전력 모드가 활성화되었습니다
nl: Energiebesparingsmodus ingeschakeld
pl: Niskie zużycie energii jest włączone
pt_br: O modo de baixo consumo está ativado
ru: Режим низкого энергопотребления включен
tr: Düşük güç modu açık
uk: Режим низького заряду увімкнено
zh_hans: 低功耗模式已启用

# notifications.notification.title.system_charge_limit_removed
source: System charge limit removed
cs: Systémový limit nabíjení byl odstraněn
de: System-Ladelimit entfernt
fr: Limite de charge système supprimée
it: Limite di ricarica di sistema rimosso
ja: システムの充電上限が削除されました
ko: 시스템 충전 제한 제거됨
nl: Systeem-oplaadlimiet verwijderd
pl: Systemowy limit ładowania usunięty
pt_br: Limite de carga do sistema removido
ru: Системное ограничение заряда удалено
tr: Sistem şarj sınırı kaldırıldı
uk: Системне обмеження заряду видалено
zh_hans: 系统充电限制已移除

# onboarding.alert.button.label.open_system_settings
source: Open System Settings
cs: Otevřít Nastavení systému
de: Systemeinstellungen öffnen
fr: Ouvrez Réglages système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemu
pt_br: Abrir Ajustes do Sistema
ru: Системные настройки
tr: Sistem Ayarlarını Aç
uk: Системні параметри
zh_hans: 打开系统设置

# onboarding.alert.title.helper_not_installed
source: Helper (still) not installed
cs: Pomocný nástroj (stále) není nainstalován
de: Helper (nach wie vor) nicht installiert
fr: L'assistant n'est (toujours) pas installé
it: L'Helper non è (ancora) installato.
ja: ヘルパーがインストールされていません。
ko: 보조 프로그램의 설치가 여전히 완료되지 않았습니다
nl: Hulpprogramma (nog steeds) niet geïnstalleerd
pl: Helper (wciąż) nie jest zainstalowany
pt_br: Helper (ainda) não foi instalado
ru: Помощник (все еще) не установлен
tr: Yardımcı (hala) yüklü değil
uk: Помічник (все ще) не встановлений
zh_hans: Helper（仍）未安装

# onboarding.button.label.complete
source: Complete
cs: Dokončit
de: Fertig
fr: Terminé
it: Completa
ja: コンプリート
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Completar
ru: Завершить
tr: Tamamlandı
uk: Завершити
zh_hans: 完成

# onboarding.button.label.get_started
source: Get started
cs: Začít
de: Los geht's
fr: Commencer
it: Iniziare
ja: 始める
ko: 시작하기
nl: Aan de slag
pl: Zaczynamy
pt_br: Iniciar
ru: Приступить
tr: Başlayın
uk: Розпочати
zh_hans: 初始化

# onboarding.button.label.install_helper
source: Install helper
cs: Instalovat pomocný nástroj
de: Installiere Helper
fr: Installer l'assistant
it: Installa helper
ja: ヘルパーをインストール
ko: 보조 프로그램 설치
nl: Installeer hulpprogramma
pl: Zainstaluj helper
pt_br: Instalar Helper
ru: Установить помощник
tr: Yardımcı'yı yükle
uk: Встановити помічник
zh_hans: 安装Helper

# onboarding.button.label.launch_at_login
source: Open BatFi at login
cs: Otevřít BatFi při přihlášení
de: BatFi beim Login öffnen
fr: Lancer BatFi à l'ouverture de session
it: Apri BatFi al login
ja: ログイン時にBatFiを開く
ko: 시작 시 BatFi 실행
nl: Open BatFi na inloggen
pl: Uruchom podczas logowania
pt_br: Iniciar BatFi no login
ru: Открывать BatFi при входе
tr: Oturum Açıldığında BatFi'yi Aç
uk: Відкривати BatFi при вході
zh_hans: 系统登录时启动BatFi

# onboarding.button.label.next
source: Next
cs: Další
de: Weiter
fr: Suivant
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Далее
tr: Sonraki
uk: Далі
zh_hans: 下一项

# onboarding.button.label.previous
source: Previous
cs: Předchozí
de: Zurück
fr: Précédent
it: Precedente
ja: 前へ
ko: 이전
nl: Terug
pl: Wstecz
pt_br: Anterior
ru: Назад
tr: Önceki
uk: Назад
zh_hans: 上一项

# onboarding.button.label.tip_jar.tip
source: Tip %@
cs: Dát spropitné %@
de: Tipp %@
fr: Don %@
it: Dona %@.
ja: チップ %@
ko: %@ 팁
nl: Geef %@ fooi
pl: Przekaż %@
pt_br: Doar %@
ru: Чаевые %@
tr: Bahşiş %@
uk: Чайові %@
zh_hans: 赞助%@

# onboarding.label.almost_done
source: Almost done.
cs: Už to bude.
de: Fast fertig.
fr: Bientôt terminé.
it: Quasi finito.
ja: もう少し
ko: 거의 완료되었습니다.
nl: Bijna klaar
pl: Prawie gotowe.
pt_br: Quase lá.
ru: Почти готово.
tr: Neredeyse bitti.
uk: Майже готово.
zh_hans: 接近完成。

# onboarding.label.app_description
source: BatFi helps you optimize your macOS battery performance by managing charging levels intelligently, yet giving you full control, charging to 100% only when it's needed.
cs: BatFi pomáhá optimalizovat výkon baterie systému macOS tím, že inteligentně řídí úrovně nabíjení a zároveň vám dává plnou kontrolu - nabíjení na 100 %, jen když je to potřeba.
de: BatFi lässt Dich die Akkuleistung deines Macs selber optimieren, oder übernimmt die intelligente Verwaltung der Ladestände. Lade erst auf 100 %, wenn notwendig.
fr: BatFi vous aide à optimiser les performances de la batterie de votre macOS en gérant intelligemment les niveaux de charge, tout en vous donnant un contrôle total - ne chargeant à 100% que lorsque cela est nécessaire.
it: BatFi ti aiuta ad ottimizzare le performance della batteria di macOS gestendo i livelli della carica in maniera intelligente, ma comunque lasciando a te il pieno controllo - carica fino al 100% quando ne hai bisogno.
ja: BatFiは、必要な時のみ100%まで充電することでmacOSのバッテリーパフォーマンスを最適化することができます。
ko: BatFi는 충전 상태를 효과적으로 관리하여 macOS의 배터리 성능을 유지할 수 있도록 도와줍니다. 사용자 설정이 가능하므로 필요할 때에만 100% 충전이 가능합니다.
nl: BatFi verlengt de levensduur van de batterij in je MacBook door de batterijlading slim te beheren. Jij houdt de controle om tot 100% op te laden wanneer dat nodig is.
pl: BatFi pozwala zwiększyć wydajność baterii poprzez utrzymywanie optymalnych poziomów naładowania pozostawiając Ci pełną kontrolę, wciąż możesz ładować baterię do 100% gdy potrzeba.
pt_br: BatFi ajuda você a otimizar o desempenho da bateria do macOS gerenciando os níveis de carga de forma inteligente, mas oferecendo a você controle total, carregando até 100% somente quando necessário.
ru: BatFi помогает вам оптимизировать производительность аккумулятора macOS за счет умного управления уровнями заряда, при этом предоставляя полный контроль - зарядка до 100% только тогда, когда это необходимо.
tr: BatFi, şarj seviyelerini akıllıca yöneterek macOS pil performansınızı iyileştirmenize yardımcı olur ve size tam kontrol sağlar - sadece gerektiğinde %100 şarj eder.
uk: BatFi допомагає оптимізувати продуктивність акумулятора macOS завдяки розумному керуванню рівнями заряду, надаючи повний контроль, заряджання до 100% тільки тоді, коли це необхідно.
zh_hans: BatFi通过智能化的充电限制来优化macOS电池性能以及寿命，然而你依然可以解除限制并充电至100%来满足额外的续航需求。

# onboarding.label.app_is_ready
source: The app is ready to use!
cs: Aplikace je připravena k použití!
de: Die App ist einsatzbereit!
fr: Vous pouvez maintenant utiliser l'application!
it: L'app è pronta per l'uso!
ja: BatFiをお楽しみください！
ko: 앱을 사용할 준비가 완료되었습니다!
nl: De app is klaar voor gebruik!
pl: Apka jest gotowa do działania!
pt_br: O app está pronto para uso!
ru: Приложение готово к использованию!
tr: Uygulama kullanıma hazır!
uk: Програма готова до використання!
zh_hans: 准备好了，尽情使用吧！

# onboarding.label.extend_life
source: Extend the life of your Mac.
cs: Prodlužte životnost svého Macu.
de: Verlängere die Lebensdauer deines Macs.
fr: Prolongez la durée de vie de votre Mac.
it: Estendi la vita del tuo Mac.
ja: Macのバッテリー寿命を延ばしましょう。
ko: Mac의 배터리 성능을 연장하세요.
nl: Verleng de levensduur van je Mac
pl: Przedłuż życie swojego Maca.
pt_br: Prolongue a vida útil do seu Mac.
ru: Продлите жизнь вашему Mac.
tr: Mac'inizin ömrünü uzatın.
uk: Продовжте життя вашому Mac.
zh_hans: 延长你Mac的寿命

# onboarding.label.helper_description
source: BatFi will install helper tool, that will work in background and is able to change your computer's charging mode.
cs: BatFi nainstaluje pomocný nástroj, který bude pracovat na pozadí a bude schopen změnit režim nabíjení počítače.
de: BatFi wird einen Helper installieren, welcher im Hintergrund läuft und es ermöglich die Ladezustände deines Macs zu steuern.
fr: BatFi installera un outil d'assistance qui fonctionnera en arrière-plan et sera capable de modifier le mode de charge de votre ordinateur.
it: BatFi installerà uno strumento helper, che lavorerà in background ed è in grado di cambiare la modalità di carica del tuo computer.
ja: BatFiは、バックグラウンドで動作し、コンピュータの充電モードを変更することができるヘルパーツールをインストールします。
ko: BatFi는 백그라운드에서 Mac의 충전 모드를 제어할 수 있도록 하는 보조 프로그램을 설치합니다.
nl: BatFi zal een hulpprogramma installeren dat op de achtergrond werkt en de oplaadmodus van je computer kan veranderen.
pl: BatFi zainstaluje helper, który będzie działał w tle i ma możliwość zmiany trybu ładowania Twojego komputera.
pt_br: BatFi instalará uma ferramenta auxiliar, que funcionará em segundo plano e será capaz de alterar o modo de carregamento do seu computador.
ru: BatFi установит вспомогательный инструмент, который будет работать в фоновом режиме и сможет изменять режим зарядки вашего компьютера.
tr: BatFi, arka planda çalışacak ve bilgisayarınızın şarj modunu değiştirebilecek yardımcı bir araç yükleyecektir.
uk: BatFi встановить допоміжний інструмент, який працюватиме у фоновому режимі та зможе змінювати режим заряджання вашого комп’ютера.
zh_hans: BatFi即将安装Helper工具，它会在后台运行并更改此Mac的充电模式

# onboarding.label.helper_requires_admin
source: Installing the helper tool requires admin permissions and is essential for BatFi's functionality.
cs: Instalace pomocného nástroje vyžaduje oprávnění správce a je nezbytná pro funkčnost BatFi.
de: Admin-Rechte werden benötigt um den Helper zu installieren, welcher benötigt wird, damit BatFi funktioniert.
fr: L'installation de l'outil d'assistance nécessite des autorisations d'administrateur et est essentielle au bon fonctionnement de BatFi.
it: Installar lo strumento helper richiede i permessi di admin ed è essenziale per le funzionalità di BatFi.
ja: ヘルパーはBatFiを適切に機能させるために不可欠です。インストールには管理者権限が求められます。
ko: 이 보조 프로그램은 BatFi가 작동하기 위해 반드시 필요하며, 설치 시 관리자 권한이 필요합니다.
nl: Om het hulpprogramma te installeren zijn beheerdersbevoegdheden vereist. Het hulpprogramma is essentieel voor BatFi's functionaliteit.
pl: Instalacja helpera wymaga uprawnień administratora i jest niezbędna dla działania BatFi.
pt_br: A instalação da ferramenta auxiliar requer permissões de administrador e é essencial para a funcionalidade do BatFi.
ru: Для установки вспомогательного инструмента требуются права администратора, и он необходим для функциональности BatFi.
tr: Yardımcı aracın yüklenmesi yönetici izinleri gerektirir ve BatFi'nin işlevselliği için gereklidir.
uk: Для встановлення допоміжного інструменту потрібні права адміністратора, це необхідно для роботи BatFi.
zh_hans: 安装Helper工具需要管理员权限，且此工具是BatFi正常运行的必要组件。

# onboarding.label.launch_at_login_recommendation
source: Recommended. You can change it later in the app's settings.
cs: Doporučeno. Můžete to změnit později v nastavení aplikace.
de: Empfohlen. Du kannst es später in den Einstellungen ändern.
fr: Recommandé. Vous pouvez le modifier ultérieurement dans les paramètres de l'application.
it: Raccomandato. Puoi cambiarlo dopo nelle impostazioni dell'applicazione.
ja: 推奨設定です。後でアプリの設定で変更できます。
ko: 권장됨. 이 설정은 나중에 앱 설정에서 수정할 수 있습니다.
nl: Aanbevolen. Je kan dit later aanpassen in de app-instellingen.
pl: Zalecane. Możesz to zmienić później w ustawieniach aplikacji.
pt_br: Recomendado. Você pode alterá-lo posteriormente nas configurações do aplicativo.
ru: Рекомендуется. Вы можете изменить это позже в настройках приложения.
tr: Önerilen. Bunu daha sonra uygulamanın ayarlarından değiştirebilirsiniz.
uk: Рекомендовано. Ви можете змінити це пізніше в налаштуваннях програми.
zh_hans: 推荐设置。你可以在应用设置中自由更改。

# onboarding.label.set_limit
source: Set Charging Limit.
cs: Nastavit limit nabíjení.
de: Ladelimit einrichten.
fr: Définir la limite de charge.
it: Imposta limite di carica.
ja: 充電上限を設定します。
ko: 충전 제한을 설정하세요.
nl: Stel een oplaadlimiet in
pl: Ustaw poziom naładowania.
pt_br: Definir Limite de Carregamento.
ru: Установить лимит заряда.
tr: Şarj Sınırını Ayarla.
uk: Встановити ліміт заряду.
zh_hans: 设置充电限制。

# onboarding.label.set_limit_description
source: Set a maximum charging percentage to prevent keeping charge level at 100% and improve battery longevity.
cs: Nastavte maximální procento nabíjení, abyste zabránili udržování úrovně nabití na 100 % a zlepšili životnost baterie.
de: Setze ein Ladelimit in Prozent, um das Aufladen auf 100 % zu verhindern und so die Lebensdauer deines Akkus zu verlängern.
fr: Définissez un pourcentage de charge maximum pour éviter de maintenir le niveau de charge à 100% et améliorer la longévité de la batterie.
it: Imposta una percentuale di ricarica massima per evitare di mantenere il livello di carica al 100% e migliorare la longevità della batteria.
ja: バッテリーの寿命を伸ばすために、充電が100%のままになるのを防ぎましょう。そのために最大充電率を設定します。
ko: 최대 충전 퍼센트를 설정하여 100% 충전을 제한하고 배터리 수명을 향상하세요.
nl: Voorkom opladen tot 100% zodat je batterij langer meegaat. Stel een percentage in waarna opladen gepauzeerd zal worden.
pl: Ustaw maksymalny poziom naładowania by uniknąć ciągłego utrzymywania poziomu baterii na 100% i przedłużyć jej żywotność.
pt_br: Defina uma porcentagem máxima de carga para evitar manter o nível de carga em 100% e melhorar a longevidade da bateria.
ru: Установите максимальный процент зарядки, чтобы предотвратить поддержание уровня заряда на уровне 100% и увеличить срок службы аккумулятора.
tr: Şarj seviyesini %100'de tutmayı önlemek ve pil ömrünü uzatmak için maksimum şarj yüzdesini ayarlayın.
uk: Встановіть максимальний відсоток заряджання, щоб запобігти підтримці рівня заряду на рівні 100% і збільшити термін служби акумулятора.
zh_hans: 设置一个最大的充电百分比以防长期处于100%状态，从而提升电池的寿命。

# onboarding.slider.label.set_limit
source: Turn off charging when battery will reach %@
cs: Vypnout nabíjení, jakmile baterie dosáhne %@
de: Unterbricht das Aufladen, sobald %@ erreicht wurden
fr: Arrêter la charge quand la batterie atteindra %@
it: Interrompi carica quando la batteria raggiunge il %@
ja: バッテリーが%@に達したら充電をオフにする
ko: 배터리가 %@에 도달하면 충전 중단
nl: Pauzeer opladen zodra de batterij is opgeladen tot %@
pl: Wyłącz ładowanie gdy bateria osiągnie %@
pt_br: Desligue o carregamento quando a bateria atingir %@
ru: Выключите зарядку, когда аккумулятор достигнет %@.
tr: Pil %@ olduğunda şarjı etmeyi durdur
uk: Вимкніть заряджання, коли акумулятор досягне %@.
zh_hans: 在电量达到%@后停止充电

# settings.accessibility.title.advanced
source: Advanced pane
cs: Pokročilý panel
de: Erweiterte Ansicht
fr: Avancé
it: Pannello Avanzate
ja: 詳細パネル
ko: 고급 창
nl: Geavanceerd paneel
pl: Panel zaawansowanych
pt_br: Painel avançado
ru: Расширенная панель
tr: Gelişmiş
uk: Розширена панель
zh_hans: 高级面板

# settings.accessibility.title.charging
source: Charging pane
cs: Nabíjecí panel
de: Lade-Ansicht
fr: Chargement
it: Pannello Carica
ja: 充電パネル
ko: 충전 창
nl: Oplaadpaneel
pl: Panel ustawień ładowania
pt_br: Painel de carregamento
ru: Панель зарядки
tr: Şarj Etme
uk: Панель заряджання
zh_hans: 充电面板

# settings.accessibility.title.general
source: General pane
cs: Obecný panel
de: Allgemeine Ansicht
fr: Général
it: Pannello Generale
ja: 一般パネル
ko: 일반 창
nl: Algemeen paneel
pl: Panel ustawień ogólnych
pt_br: Painel geral
ru: Общая панель
tr: Genel
uk: Загальна панель
zh_hans: 通用面板

# settings.accessibility.title.hotkeys
source: Hotkeys pane
cs: Panel klávesových zkratek
de: Tastenkürzelbereich
fr: Panneau de raccourcis
it: Pannello Tasti di scelta rapida
ja: ホットキーパネル
ko: 핫키 창
nl: Sneltoetsenpaneel
pl: Panel skrótów
pt_br: Painel de teclas de atalho
ru: Панель горячих клавиш
tr: Kısayol Tuşları
uk: Панель гарячих клавіш
zh_hans: 快捷键面板

# settings.accessibility.title.menu
source: Menu pane
cs: Panel nabídky
de: Menübereich
fr: Volet de menu
it: Riquadro menu
ja: メニューペイン
ko: 메뉴 창
nl: Menupaneel
pl: Ustawienia Menu
pt_br: Painel de menu
ru: Панель меню
tr: Menü bölmesi
uk: Панель рядка меню
zh_hans: 菜单窗格

# settings.accessibility.title.notifications
source: Notifications pane
cs: Panel oznámení
de: Mitteilungs-Ansicht
fr: Notifications
it: Pannello Notifiche
ja: 通知パネル
ko: 알림 창
nl: Meldingen paneel
pl: Panel ustawień powiadomień
pt_br: Painel de notificações
ru: Панель уведомлений
tr: Bildirimler
uk: Панель сповіщень
zh_hans: 通知面板

# settings.button.description.lid_must_be_opened_disable_sleep
source: Works only when the lid is open. Disable sleep to use it in clamshell mode.
cs: Funguje pouze s vyklopeným displejem. Chcete-li funkci používat se zaklopeným displejem, vypněte režim spánku.
de: Funktioniert nur, wenn der Deckel geöffnet ist. Deaktivieren Sie den Ruhezustand, um ihn im Clamshell-Modus zu verwenden.
fr: Fonctionne uniquement lorsque le couvercle est ouvert. Désactivez la mise en veille pour l'utiliser en mode coque.
it: Funziona solo quando il coperchio è aperto. Disattiva il sonno per usarlo in modalità conchiglia.
ja: 蓋が開いているときのみ機能します。 クラムシェルモードで使用するにはスリープを無効にしてください。
ko: 뚜껑이 열려 있을 때만 작동합니다. 클램쉘 모드에서 사용하려면 수면을 비활성화하세요.
nl: Werkt alleen als het deksel open is. Schakel slaapstand uit om het in clamshell-modus te gebruiken.
pl: Działa tylko, gdy ekran jest otwarty. Wyłącz usypianie by rozładowywać baterię z zamkniętym ekranem.
pt_br: Funciona apenas quando a tampa está aberta. Desative o modo de espera para usá-lo no modo concha.
ru: Работает только при открытой крышке. Отключите сон, чтобы использовать в режиме ракушки.
tr: Yalnızca kapak açıkken çalışır. Kabuğu modunda kullanmak için uyku modunu devre dışı bırakın.
uk: Працює тільки при відкритій кришці. Вимкніть сон, щоб використовувати в закритому режимі.
zh_hans: 仅在翻盖打开时有效。 禁用睡眠以在合盖模式下使用。

# settings.button.label.automatically_check_updates
source: Automatically check for updates
cs: Automaticky kontrolovat aktualizace
de: Suche automatisch nach Aktualisierungen
fr: Rechercher automatiquement les mises à jour
it: Controlla automaticamente gli aggiornamenti
ja: 更新を自動的にチェックする
ko: 자동으로 업데이트 확인
nl: Zoek automatisch naar updates
pl: Automatycznie sprawdzaj uaktualnienia
pt_br: Checar automaticamente se há atualizações
ru: Автоматически проверять наличие обновлений
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматично перевіряти оновлення
zh_hans: 自动检查更新

# settings.button.label.automatically_download_updates
source: Automatically download updates
cs: Automaticky stahovat aktualizace
de: Lade Updates automatisch herunter
fr: Télécharger automatiquement les mises à jour
it: Scarica automaticamente gli aggiornamenti
ja: アップデートを自動的にダウンロードする
ko: 자동으로 업데이트 다운로드
nl: Download updates automatisch
pl: Automatycznie pobieraj uaktualnienia
pt_br: Baixar atualizações automaticamente
ru: Автоматически загружать обновления
tr: Güncellemeleri otomatik olarak indir
uk: Автоматично завантажувати оновлення
zh_hans: 自动下载更新

# settings.button.label.automatically_manage_charging
source: Automatically manage charging
cs: Automaticky spravovat nabíjení
de: Verwalte das Aufladen automatisch
fr: Gestion automatique de la charge
it: Gestisci automaticamente la carica
ja: 充電を自動的に管理する
ko: 자동으로 충전 제어
nl: Beheer opladen automatisch
pl: Automatycznie zarządzaj ładowaniem
pt_br: Gerencie automaticamente o carregamento
ru: Автоматически управлять зарядкой
tr: Şarjı otomatik olarak yönet
uk: Автоматично керувати заряджанням
zh_hans: 自动充电管理

# settings.button.label.battery_calibration_recommended
source: Battery calibration recommended
cs: Je doporučena kalibrace baterie
de: Batteriekalibrierung empfohlen
fr: Une calibration de la batterie est recommandé
it: Calibrazione della batteria raccomandata
ja: バッテリー校正の推奨
ko: 배터리 보정 권장
nl: Batterijkalibratie aanbevolen
pl: Pokazuj rekomendacje kalibracji baterii
pt_br: Calibração de bateria recomendada
ru: рекомендуется калибровка аккумулятора
tr: Pil kalibrasyonu önerilir
uk: Рекомендується калібрування акумулятора
zh_hans: 建议校准电池

# settings.button.label.battery_percentage
source: Show battery percentage
cs: Zobrazovat stav baterie
de: Zeige Akkuladung in Prozent
fr: Afficher le niveau de la batterie
it: Mostra percentuale batteria
ja: バッテリーの残量パーセントを表示
ko: 배터리 잔량 표시
nl: Toon batterijpercentage
pl: Pokazuj procent baterii
pt_br: Mostrar porcentagem da bateria
ru: Показывать процент заряда аккумулятора
tr: Pil yüzdesini göster
uk: Показувати відсоток заряду акумулятора
zh_hans: 显示电量百分比
